{
    "home": { 
        "welcome": "Hola! Me llamo Mauricio Fabro",
        "presentation": "Soy Desarrollador Full-Stack"
    },
    "contact": { 
        "title": "Contacto",
        "name": "Nombre"
    },
    "header": { 
        "contact": "Contacto",
        "home":"Inicio",
        "about":"Sobre Mi",
        "skills":"Skills",
        "projects":"Proyectos",
        "certifications":"Certificaciones"
    },
    "about": { 
        "about_title":"Sobre Mi",
        "about":"¡Hola! Soy Mauricio, apasionado por la programación Full-Stack. Mi enfoque proactivo y mi deseo constante de aprender me llevan a explorar nuevas tecnologías y enfoques en el desarrollo web. Me considero un solucionador de problemas creativo, siempre en busca de alternativas innovadoras para enfrentar los desafíos que surgen en el camino. La colaboración es una de mis fortalezas, disfruto trabajando en equipo, y creo en la importancia de la comunicación y la colaboración en el desarrollo de proyectos exitosos. Estoy emocionado por iniciar mi carrera como desarrollador y ansioso por contribuir con mi pasión y habilidades a proyectos innovadores. Estoy listo para enfrentar nuevos retos y continuar creciendo en este campo. ¡Con ganas de sumarme a un equipo y comenzar esta emocionante etapa profesional!"

    },
    "projects": { 
        "projects_title":"Proyectos",
        "projects_countries":" El objetivo fue construir una Single Page Application (SPA) para explorar información y detalles de diversos países, utilizando tecnologías como: React, Redux, Node, CSS, Express, Sequelize. Ademas se usaron recursos como controladores de versiones (Git y Github).",
        "projects_print":"Para este proyecto (grupal) nos propusimos realizar una ecommerce para la venta de articulos impresos con impresoras 3D. Se implementaron tecnologías como JavaScript, React.js, Redux.js, Node.js, CSS, etc.",
        "projects_skills":"Tecnologias",
        "projects_awa":"Para este proyecto (en proceso) se elaborará una ecommerce para la venta de gazebos, contará con todos los elementos típicos de estas paginas. Se implementarán tecnologías como React, Bootstrap, JavaScript, Sequelize, Postgres, Node.js, etc."
    },
    "certifications": {
        "certifications_title":"Certificaciones"
    },
    "buttons": {
        "buttons_home":"Descargar CV",
        "buttons_project":"Explorar",
        "buttons_contact":"Enviar"
    }
}