{
    "home": { 
        "welcome": "Hola! Me llamo Mauricio Fabro",
        "presentation": "Soy Desarrollador Full-Stack"
    },
    "contact": { 
        "title": "Contacto",
        "name": "Nombre"
    },
    "header": { 
        "contact": "Contacto",
        "home":"Inicio",
        "about":"Sobre Mi",
        "skills":"Skills",
        "projects":"Proyectos",
        "certifications":"Certificaciones"
    },
    "about": { 
        "about_title":"Sobre Mi",
        "about":"¡Hola! Soy Mauricio, un Desarrollador Full-Stack activamente fortaleciendo y ampliando mis habilidades en JavaScript, HTML, CSS, Redux, React, Node.js, SQL8, entre otros. Disfruto explorando nuevas tecnologías y creando soluciones creativas. La colaboración y la comunicación son fundamentales para mí, ya que creo que impulsan resultados exitosos en los proyectos. Estoy entusiasmado por aplicar mi pasión por la programación en proyectos innovadores, ya sea a través de trabajos freelance o uniéndome a un gran equipo. ¡Listo para enfrentar nuevos desafíos y hacer una contribución significativa!"

    },
    "projects": { 
        "projects_title":"Proyectos",
        "projects_countries":" El objetivo fue construir una Single Page Application (SPA) para explorar información y detalles de diversos países, utilizando tecnologías como: React, Redux, Node, CSS, Express, Sequelize. Ademas se usaron recursos como controladores de versiones (Git y Github).",
        "projects_print":"Para este proyecto (grupal) nos propusimos realizar una ecommerce para la venta de articulos impresos con impresoras 3D. Se implementaron tecnologías como JavaScript, React.js, Redux.js, Node.js, CSS, etc.",
        "projects_skills":"Tecnologias",
        "projects_awa":"Ecommerce (DEMO) para la venta de gazebos, cuenta con todos los elementos típicos de estas paginas. Se implementarón tecnologías como React, Bootstrap, JavaScript, Sequelize, Postgres, Node.js, etc.",
        "projects_hiking":"Para este proyecto (en proceso) se elaborará una aplicacion que permite buscar Senderos para hiking, contará con cards con fotos y su ubicacion en el mapa. Se implementarán tecnologías como React, React-Bootstrap, JavaScript, CSS, etc."
    },
    "certifications": {
        "certifications_title":"Certificaciones"
    },
    "buttons": {
        "buttons_home":"Descargar CV",
        "buttons_project":"Explorar",
        "buttons_contact":"Enviar"
    }
}